;2018/07/19　ver4.620proto時点
;CSTR:0　FIRSTTIME関数用、リセット無の各種はじめてを記録
;CSTR:1　ONCE関数用、起床時にリセットされる行動記録系の関数≒一日一回の判定
;変数被りがあったので工作情報を1から3に移行

;1,
2,職場
3,工作情報


;10～20:紹介文、現在値ではなく角色CSVを参照しています（条件に応じて変えるなら口上を使用のこと）

;50~は衣服の改造に使ってみる予定

;(ターン開始時は/で初期化、/1/なら1番の角色に射精,/1/4/なら1番と4番の角色に射精)
10,射精判定用
11,射精後処理用
;12は胖次関連処理で使用の痕跡あり、仕様変更が入ったはず
15,路人子能力
16,路人子プロフィール１
17,路人子プロフィール２

20,路人子種族

30,路人子画像文字列_服_通常
31,路人子画像文字列_服_笑顔
32,路人子画像文字列_服_憤怒
33,路人子画像文字列_裸_通常
34,路人子画像文字列_裸_笑顔
35,路人子画像文字列_裸_憤怒

39,汎用エフェクト,;通用效果
40,初吻位置
41,処女喪失位置
42,Ａ処女喪失位置

45,初吻喪失履歴
46,処女喪失履歴
47,尻穴処女喪失履歴

;50,偷情败露
;51,浮気公認