0,ローター,3000,
1,Ｅマッサージャ,9000,
2,クリキャップ,3000,
3,オナホール,12000,
4,バイブ,4500,
5,アナルバイブ,4500,
6,アナルビーズ,4500,
;7,空気ポンプ,6000,
;8,拡張バルーン,6000,
;9,浣腸器＋プラグ,6000,
10,ニプルキャップ,3000,
11,搾乳器,4500,
12,ペニスバンド,20000,
;13,鞭,15000,
;14,針,30000,
15,アイマスク,15000,
16,縄,15000,
;17,ボールギャグ,15000,
;18,ビデオカメラ,15000,
19,スカウター,30000,;女子力を計る機械
20,プレイマット,6000,;お風呂場でプレイの幅が広がる
;addition custom code, enable mirror for shame play
21,大鏡,15000,;羞恥プレイが可能になる
;22,首輪,6000,;野外プレイが可能になる
23,エプロン,15000,;新妻プレイが可能になる
;24,電極プラグ,5000,
25,昆虫採集セット,7000,;幻想郷中のあらゆるムシを採集できる装備一式
26,チェーンソー,120000,;伐採にかかる時間を大幅に短縮する
27,【捕縛技能】,30000,;拘束プレイが可能になる
28,シューターギプス,10000,;着用者の能力を制限する鍛錬器具　着用感が悪く不評
29,調合用品一式,40000,
30,キーボード,30000
31,ピアノ,90000
32,ギター,6000
33,トランペット,30000
34,ヴァイオリン,60000
35,保温ジャー,5000,食事が冷めにくくなる
36,折り畳み傘,1200,
37,釣り竿,3000,;釣りができる
38,簡易プール,5000,人魚が入ったりできる,FLAG:プールで管理 
39,ミキサー,10000,まぜまぜ,

	;40～59番までは複数購入できる道具用の枠に
40,ローション,300,
41,媚薬,3000,
42,利尿剤,3000,
;43,ビデオテープ,500,;ビデオカメラの使用に必要。使い捨て
;44,フィルム,300,;写真撮影で使用。使い捨て
45,コンドーム,100,;定番の避妊具、避妊には十分だが、使い捨て
;46,低温蝋燭,2000,;蝋燭プレイに必要。素肌を傷つけない優れもの。ただし高い値段の割に使い捨て
49,ピル,2000,;経口避妊薬、快感も損なわないが一日しか持たず高い
51,どぶろく,3000,;
52,清酒,10000,;
53,鬼殺し,15000,;
;(酒造パッチ)ワイン追加
54,ワイン,10000,;
55,お神酒,15000,;
56,甘酒,500,;
;57,梅酒,10000,;
58,蒸留酒,15000,
59,薬酒,20000,

	;60番からは能力獲得のアイテムを

;61,【調合知識】,80000,;プレイヤーにTALENT:調合知識がつく
62,【禁断の知識】,80000,;プレイヤーにTALENT:禁断の知識がつく
63,【技巧UP】,5000,;プレイヤーの技巧を上げる
64,【技巧DOWN】,0,;プレイヤーの技巧を下げる
;65,【汚名返上】,20000,;プレイヤーの取得した南無三カードを1枚減らす
66,【汚臭耐性UP】,5000,;プレイヤーの汚臭耐性を上げる
67,【汚臭耐性DOWN】,5000,;プレイヤーの汚臭耐性を下げる
68,【サドDOWN】,3000,;
69,【マゾDOWN】,3000,;

	;70番からは体質変化の薬等を。値段が高い他、ストレス値も増加するため基本的にリスクが高い
;70,元気になる薬,1000,;体力を回復する
71,薬の材料(双),20000,;ふたなりにする
72,薬の材料(消),10000,;ふたなりを消去する
73,青いキャンディ,20000,;体が成長するキャンディ。母乳体質になる ;addition custom code, uncommented and reimplemented
73,青色糖果
74,赤いキャンディ,20000,;体が若返るキャンディ。処女膜が再生する
;75,豊胸剤,20000,,;胸の大きさを1段階上げる。爆乳使用不可
;76,縮胸剤,10000,,;胸の大きさを1段階下げる。絶壁使用不可
77,茶色のキャンディ,20000,;獣の特性を得るキャンディ。動物耳が生える
78,水色のキャンディ,20000,;獣の特性を無くすキャンディ。動物耳が消える

81,安物食材,300,;旧雑穀。間に合わせの食材
82,上質食材,1500,;旧古米。平均的な食材。名前は上質だけど。
83,高級食材,7500,;旧白米。値段も高いが効果も高い。
84,甘味材,3000,;デザート用の食材。


	;90番以降は何か特殊なアイテムの枠に
;90,記憶消去薬,100000,;処女、ふたなり、母乳体質、経験、感覚の変化を残した状態で、残りのパラメータを全て初期化
91,排卵誘発剤,50000,;敢えて孕ませる場合に使う。

94,クリスマスプレゼント,50000,;え？中止じゃないの？
95,菓子折り,10000,;謝罪にはこれ
;96,山吹色の菓子折り,50000,;お主も悪よのう
;97,白装束,100000,;HARAKIRIをして詫びる。BANZAI!
;98,風呂敷,1000
;99,5000
;100,エンゲージリング,100000

101,戦術指南書,3000,
102,調理指南書,3000,
103,字引,3000,
104,御伽草子,3000,
105,演奏指南書,3000,
106,紙芝居,3000,
107,おさかな図鑑,3000,
108,採集ガイド,3000,
109,薬学教本,3000,
110,木こりの心得,3000,
111,妖魔本,30000, ;custom, added (MOVE BY ONE IF IT GETS OVERRIDEN)

120,ブラックサンダー,30,;あからさまに義理なのだ！
121,チョコレート,1000,;普通
122,高級チョコ,3000,;それなりに値の張りそうなチョコレート
123,本命チョコ,1000,;愛情たっぷり
124,WDチョコレート,1000
125,WDプディング,3000
126,手作りチョコクッキー,9999
127,手作りプディング,9999
128,デコレーションケーキ,99999
129,ローターチョコ,3000

130,兎符「開運大紋」,10000,;ラッキースケベが起きる
131,守矢の守札,0,;守矢くじに直接入れられた、霊験あらたかだが誰の念も込められていないありがたいのかわからない御札と書いてハズレくじと読む
132,罠猟用品【小型】,2500,;罠猟ができる。初心者向けの廉価品
133,罠猟用品【中型】,8000,;罠猟ができる。初心者からベテランまで、幅広くお使いいただけます
134,罠猟用品【大型】,20000,;罠猟ができる。頑丈さがウリ。長くお使いいただけます

140,壊れた傘,0
141,お気に入りアイテム,0,;贈り物保管用


;150～は園芸関連
150,園芸用品一式,10000,
151,キャベツの苗,50,
152,イチゴの苗,50,
153,カブの苗,50,

161,キュウリの苗,50,
162,トマトの苗,50,
163,タマネギの苗,50,
164,スイカの苗,50,

171,ナスの苗,50,
172,イモの苗,50,
173,カボチャの苗,50,

181,ハクサイの苗,50,
182,ニンジンの苗,50,
183,ネギの苗,50,

190,ローターの苗,5000
191,こやし,1500

212,かしわもち,500,
213,アイス,500,
214,宿題,500,
215,红茶,500,
216,飴,500,

250,惚れ薬,5000,
251,スポーツドリンク,1000
252,睡眠薬,3000
;253,お砂糖,3000

351,キャベツ,3000,
352,イチゴ,3000,
353,カブ,3000,

361,キュウリ,3000,
362,トマト,3000,
363,タマネギ,3000,
364,スイカ,3000,

371,ナス,3000,
372,イモ,3000,
373,カボチャ,3000,

381,ハクサイ,3000,
382,ニンジン,3000,
383,ネギ,3000,

399,魔水晶のペンダント,50000,;エレンからの贈り物、淡い光を放っている
400,コレクションのスキマ,20,;いつでもパンツをコレクションできる素敵アイテム
401,インスタント結界,10000,;愛の巣への無粋な侵入者を防ぐ
402,三粒の天滴,99999,;諏訪子からの贈り物、神代より枯れることなき豊穣の標
403,ルナシューター養成ギプス,99999,;シューターギプスの試作機　完成版以上に着用者への配慮がなく、非常識な負荷をかけることができる
404,スイート安眠枕,8989,;悪夢除けの安眠枕 バクのイラストが入っておりどことなくファンシー
405,月の羽衣,99999,;月-地上間の移動に使うアイテム　原作設定はややこしいので単に移動時間を短縮する
406,避水の玉,9999,;わかさぎ姫からの贈り物、湖底へ入れるようになる
407,私達だけが知る哀嘆,1456,;積み石カップル部門の制覇商品　水子達の両親への様々な思いが記された書物。これを読むと親力が上がるらしい

497,雛人形,3000,;addition custom code, hina's specific item
498,正体不明のタネ,9999,;addition custom code, nue's specific item
;499まではキャラ専用

;500は回復アイテムなど
500,青汁,100,
501,栄養ドリンク,3000,
502,精力剤,10000,
503,ギンギンＺ,5000

505,ギンギラギンＸ,15000,
506,精力剤『天元凸破』,20000,
507,ポーション,3000,
508,マジックポーション,5000,
509,破眠ポーション,4000,
510,ウコンドリンク,500
511,エリクサー,30000,
512,仙丹,50000,
513,一夜のクシナダ,25000,
514,仙香玉兎,45000,
515,国士無双の薬,30000,
516,ガシングガーデン,35000,
517,ポイズンボディ,40000,
518,栄養強化剤,10000,

520,包帯,1000
521,易書,1000,

530,ミラダの石, 980000
531,リバースフェザー,50000,

550,ヤツメ串

;(酒造パッチ)アイテム追加
560,芋焼酎,18000,
561,ミード,10000,
562,フルーツワイン,11000,
563,フランボワーズ,35000,
564,ホワイトラム,30000,
565,ゴールドラム,50000,
566,ダークラム,80000,
567,酒精強化ワイン,11000,
568,貴腐ワイン,50000,
569,熟成ワイン,15000,
570,ヴィンテージワイン,50000,
571,ブランデーVS,30000,
572,ブランデーVSOP,80000,
573,ブランデーXO,300000,
574,灰持酒,10000,
575,ポマースブランデー,30000,
576,あくまき,5000,
577,にごり酒,20000,
578,吟醸酒,20000,
579,熟成酒,25000,
580,古酒,60000,
581,粕取り焼酎,18000,
582,貴醸にごり酒,30000,
583,貴醸酒,30000,
584,貴醸熟成酒,60000,
585,貴醸古酒,100000,
586,三増酒,4000,
;Custom code
587,いちごワイン,10000,
588,フラゴリーノ,30000,
589,アケビワイン,12000,
590,スイカの密造酒,10000,
591,カボチャ焼酎,18000,
592,アブサン,15000,
593,ビール,10000,
594,アップルサイダー,11000,
595,アマレット,13000,
597,仙桃酒,150000,
598,インサムジュ,15000,
599,アドヴォカート,50000,

;600は素材
600,普通のキノコ,100,
601,毒キノコ,100,
602,ねばねばキノコ,100,
603,冬虫夏草,500,
604,やばいキノコ,3000,
605,魔法のキノコ,3000,
606,龍の爪,5000,
607,药草,100,
608,上薬草,300,
608,高级药草,300,
609,氷の鱗,10000,
610,木材,50,

611,山菜,10,
612,毒草,200,
613,特级药草,2000,
614,彼岸花,1000,
615,雪の霊草,7000,

616,山芋,100,
617,ウコン,500,
618,高丽人参,1000,
619,苦い根っこ,3000,
620,マンドラゴラ,6000,

621,白い樹脂,100,
622,黄色い樹脂,2000,
623,芳しい樹脂,4000,
624,悪華の乳液,6000,
625,竜血,10000,

626,キイチゴ,50,
627,はちみつ,100,
628,アケビ
628,木通属

629,たけのこ,800,
630,仙桃,12000,

631,骨くず,100,
632,石膏,500,
633,滑石,1000,
634,竜骨,3000,
635,辰砂,5000,

636,ふん,10,
637,湯の花,500,
638,彷徨う魂,3000,
639,ダークマター,10000,
640,鳳凰の尾,12000,

641,蝦蟇の油,1000,
642,魚粕,150,
643,龍涎香,15000,
644,丸太,5000,
645,青竹,1000,

646,香木,15000,
647,龍珠,15000,
648,肉骨粉,500,

;(酒造パッチ)アイテム追加
660,もろみ(芋),100,
661,熟成前フランボワーズ,1000,
662,発酵した砂糖汁,100,
663,熟成前ラム,1000,
664,熟成前ブランデー,1000,
665,ヤマブドウ,50,
666,かびたブドウ,10,
667,草木灰,10,
668,ポマース,10,
669,携帯タコス,6000,
671,米こうじ,10,
671,大米酒曲,10,
672,酒粕,50,
673,もろみ(カボチャ),100, ;Custom code
673,南瓜酒醅,100, ;Custom code
674,熟成前フラゴリーノ,1000, ;Custom code
674,陈酿前的草莓白兰地,1000, ;Custom code
675,りんご,50, ;Custom code
675,苹果,50, ;Custom code
676,梅,50, ;Custom code
677,ナッツ,50, ;Custom code
677,坚果,50, ;Custom code
678,精米,1000, ;Custom code


;700はお肉
701,ヤマドリ,100,;非売品
702,獣肉,4500,
703,鳥肉,4500,
;704,牛肉,500,
705,得体の知れない肉,100,;非売品
706,カエル,100
707,魚,100,;			シドが死ぬ
708,うまい魚,200,;	シドを生存させる
708,好吃的鱼
709,虫,100,
710,レアな虫,5000,

;(養鶏パッチ)アイテム追加
711,卵,2000,
712,奇妙な卵,500,;非売品


800,メイド服
801,ナース服
802,サンタ服

850,パワフルドラッグ,5000,;弾幕勝負補助アイテム
851,アイシクルボム,7000,;弾幕勝負補助アイテム
852,太乙の火種,10000,;弾幕勝負補助アイテム
853,魅惑のエサ,10000,;弾幕勝負補助アイテム
854,賢者の石,30000,;弾幕勝負補助アイテム
855,バレットゴーレム,10000,;弾幕勝負補助アイテム
856,命のカード,20000,;弾幕勝負補助アイテム
857,スペルのカード,20000,;弾幕勝負補助アイテム

870,エピタフ
871,キング・クリムゾン

900,祭壇,1000000,
;901,コレクションのスキマ,10000
902,ヒノキ風呂,800000,;お風呂の回復に補正
903,キリのベッド,600000,;睡眠回復に補正
904,イチョウのまな板,100000,;料理に補正
905,ケヤキの机椅子,500000,;調合・勉強に補正
906,ナラのソファー,500000,;休憩・回復に補正
907,カスタム竹箒,100000,;掃除力に補正

923,少女之卵,300
;addition custom code
924,超排卵诱发剂,50000
986,純米大吟醸酒
987,ローター酒,19000
988,酿造许可证,9999
989,结婚戒指,1000000,;
990,瓶,5000
991,奶瓶,2500
992,ぼうおんへき,9999,;
993,タックルボックス,9999,;
994,レインコート,9999,;
995,ウェザー・リポート,9999,;
996,DOPPELGANGER_DRAUGHT,9999,;enables self-duplication
997,THREEFOLD_BLESSING,9999,;hecatia item
998,永久凍土欠片,99999,;cirno danmaku item
