;性別系列
0,处女,;(1= 処女 2=再生処女 -1=無自覚非処女）
1,非童貞,;(0= 童貞 ビット0膣性交経験済み ビット1アナル性交経験済み)
2,性别,;(1=女性器（bit0）　2=男性器（bit1）　3=ふたなり（bit0&bit1）)

;陥落素質系列
3,恋慕,;愛情に似た感情を抱いている状態。=2で上位互換
4,淫乱,;色欲に乱れきった状態。=2で上位互換
5,服従
6,无接吻经验
6,無接吻経験
7,恋人,;互いに想い人となった状態。1人のみ
8,思慕,
9,妊娠願望,;あなたの子供が欲しいと思っています	原則口上のみ取得・OGAMIKAOSHI＆子宝祈願効果UP

;性格
10,度胸,
	; -1=臆病,;ABL:従順が上げやすい。PALAM:反感が上がりにくい 
	;1=気丈,;コマンドを実行しにくい。売却の際に従順4以上必要
11,態度,
	;-1=素直,;コマンドを実行しやすい。PALAM:恭順が上がりやすい 
	;1=反抗的,;コマンドを実行しにくい。売却の際に従順4以上必要。PALAM:恭順と欲情が上がりにくい
12,応答,
	;-1=大人しい,;PALAM:反感が上がりにくい 
	;1=生意気,;ABL:従順と奉仕精神が上げにくい。
13,プライド,
	;-1=プライド低い,;コマンドを実行しやすい。PALAM:屈服が上がりやすい 
	;1=プライド高い,;コマンドを実行しにくい。PALAM:屈服が上がりにくい
14,ツンデレ,;コマンドが実行しにくいが、従順Lv4以上で反転

15,機嫌,;気分の良し悪しってあるよね
16,容姿,;-1=醜悪 1= 容姿端麗
17,年齢,;-1=子供 0=若者 1= 中年 2=老人
18,ズボラ,;私室が汚れやすい、掃除技能が反映されにくい
19,気分屋,;機嫌が変わりやすい
;性への関心
20,自制心,;売却の際に欲望4以上必要。屈服、快楽系PALAMが上がりにくく、反発が上がりやすい
21,無関心,:PALAM:恭順、欲情、屈服、恐怖、反感が上がりにくい
22,感情乏しい,:PALAMが全体的に上がりにくい
23,性的興味,
	;-1=保守的,;コマンドを実行しにくい。PALAM:習得が上がりにくい 
	;1=好奇心,:コマンドを実行しやすい。PALAM:習得が上がりやすい 
24,陽気／陰気,
24,開朗／阴郁,
25,难以越过的底线,;全てのABLが上げにくく、恭順が上がりにくいが、陥落後は反転する。
26,喜欢引人注目,
26,喜歡引人注目,
27,無知,;性的なことに対する知識がない

;乙女心
30,貞操,
	;-1=貞操無頓着,;情愛系調教の効果が低い。PALAM:反感が上がりにくい 
	;1=貞操観念,情愛系調教の効果が低い。PALAM:反感が上がりやすい
31,自己愛,
	;-1=抑圧コマンドを実行しにくい。PALAM:抑欝、反発が上がりやすく、欲情が上がりにくい。欲望Lv3以上で消滅 
	;1=解放,;ABL:マゾっ気が上げやすい。PALAM:欲情と屈服が上がりやすい
32,抵抗,;コマンドを実行しにくい。PALAM:抑欝、反発が上がりやすく、恭順が上がりにくい。従順Lv3以上で消滅
33,羞耻心,
	;-1=恥薄い,;露出系調教の効果が低い 
	;1=恥じらい,コマンドを実行しにくい。露出系調教の効果が高い
34,弱味,;コマンドを実行しやすい

;体質
40,痛覚,
	;-1=痛みに強い,;PALAM:苦痛と反感が上がりにくい 
	;1=痛みに弱い,PALAM:苦痛と反感が上がりやすい
41,濡れやすさ,
	;-1=濡れにくい 1=濡れやすい

;技術
46,伐採Lv
47,釣りLv
48,採集Lv
49,調合Lv
50,習得速度,; -1=習得遅い 1=習得早い
51,器用な指,
52,灵舌,;フェラ系調教の効果が高くなる
53,針さばき,;針を用いるコマンドの効果が高くなる
54,猫舌,;フェラ系調教に制限が課され、効果が変化する
55,調合知識,;特殊なアイテムを購入できる。コマンド「媚薬」の体力と気力の消費が少ない
56,薬毒耐性,;媚薬、利尿剤などの薬を使うコマンドが実行不可、コマンド以外のものは可能
57,おもらし癖,;放尿コマンドが常に使えるようになる。絶頂時に放尿。

;潔癖度
60,自慰しやすい,;自慰関連が実行しやすい。ABL:自慰中毒が上げやすい
61,汚臭耐性,;-2=潔癖症 -1=汚臭敏感 1=汚臭鈍感 2=汚れ無視
62,献身的,;奉仕系調教を実行しやすい。ABL:奉仕精神が上げやすい。PALAM:屈服が上がりやすい

;正直度
70,快感応答
	; -1=快感の否定,;コマンドを実行しにくい。PALAM:欲情が上がりにくい
	; 1=快感に素直,;コマンドを実行しやすい。ABL:欲望と奉仕精神が上げやすい。PALAM:欲情が上がりやすい

71,中毒しやすい,;中毒系のABLが上げやすい
72,即落ち,;コマンドを実行しやすい。調教時にABLが上がる事がある
73,自慰狂い,;Ｃ系コマンド及び自慰系コマンドの効果アップ
74,淫壺,;Ｖ系コマンドの効果アップ
75,尻穴狂い,;Ａ系コマンドの効果アップ
76,淫乳,;Ｂ系コマンドの効果アップ
77,キス魔,;M系コマンドの効果アップ
78,ポルチオ性感,;子宮口開発経験が増えるとつくフレーバー素質

;性愛性
80,倒錯的,;SM系調教の効果が高い。マゾ系、中毒系のABLが上がりやすい
81,性別嗜好
	;-1=両刀,;レズ調教を実行しやすい。ABL:レズ、レズ中毒が上げやすい
	;1= 男嫌い
	;2=女嫌い
	;3=人間不信
82,サド,;調教者の時にコマンドを実行しやすい。ABL:奉仕精神が上げにくい
83,マゾ,;コマンドを実行しやすい。マゾ系のABLがあがりやすい
84,嫉妬,;(現在では実装されていない)
85,妄信
85,盲信
86,小悪魔,;調教者の時にコマンドを実行しやすい

;魅了
90,狐,;助手化の際に妖狐になる
91,妖狐,;調教者の時にPALAM:恥情が上がりやすい。助手時に「媚薬」が手に入る事がある
92,魅力,;売却額・報酬増加
93,魅惑,;調教者の時にコマンドを実行しやすい。調教者の時にPALAMが全体的に上がりやすい
94,謎の魅力,;売却額・報酬増加、調教者の時にコマンドを実行しやすい。調教者の時にPALAMが全体的に上がりやすい

;身体特徴
100,体型,;-5=小人 -2=幼児体型 -1=小柄体型 1=長身 2=巨躯 3=巨人
101,Ｃ感度,;-1=鈍感 1=敏感
102,Ｖ感度,;-1=鈍感 1=敏感
103,Ａ感度,;-1=鈍感 1=敏感
104,Ｂ感度,;-1=鈍感 1=敏感
105,バストサイズ
105,胸圍
106,Ｍ感度,;-1=鈍感 1=敏感
108,臀围
108,臀圍
120,浓厚精液,
121,酒耐性,;-2=下戸 -1=お酒に弱い 1=お酒に強い 2=酒豪 3=うわばみ
122,精愛味覚

;特殊
130,回復速度,;-1=回復遅い,;体力回復量が少なくなる 1=回復早い,体力回復量が多くなる

133,日光浴,;昼休憩時体力回復量上昇
134,月光浴,;夜休憩時体力回復量上昇
135,治療,;助手の時に体力回復量上昇
136,鼓舞,;助手の時にコマンドを実行しやすい。助手の時に調教終了後の自慰回数増加
137,健啖,;ご飯がおいしい
138,不思議な根,;助手化の際にふたなりになる
139,変化,;変化能力持ち

141,狂気,;売却額・報酬が低下する
142,ヤリマン
142,风骚
143,動物耳,;2=兎耳 3=犬耳 4=猫耳
144,禁断の知識,;特殊なアイテムの購入やコマンドの実行ができる
145,人気,;売却額・報酬増加
146,具現,;助手化の際にふたなりになる

149,母乳体质,;噴乳するようになる
150,幼児／幼児退行,;調教者の時に相手を母乳体質にする。胸関連の調教の効果が高い
151,幼稚,;調教者の時に胸関連の調教の効果が高くなる
152,絶倫,;射精が早くなる、一日の最大射精可能数が増える
153,妊娠,;子供を身ごもってる
154,育児中,;子供を育てている最中
155,母性,;子を産んだ母の愛。一部労役の報酬が上がる
156,初潮,
157,劣情察知
158,ぱんつ密輸,
159,居場所察知,
160,汚部屋察知,
161,音楽知識,;1=楽器知識 2=歌唱知識 3=舞踏知識;音楽や歌に深い造詣を持っている。ある程度経験を積むと取得可能
162,音感,;-1=音痴 1=音感 2=絶対音感;音に対する感覚。プリズムリバーズやみすちー等は独断と偏見で絶対音感持ち。きわめて多くの経験を積めば一応習得できる
163,水棲,;雨で回復、夏場の日差しで消耗
164,氷精,;雪で回復、夏場の日差しで消耗
165,種族,;
166,半白澤,
167,集合

169,Ｍ鈍感無視
170,Ｃ鈍感無視,
171,Ｂ鈍感無視,
172,Ｖ鈍感無視,
173,Ａ鈍感無視,
174,清掃中毒,;部屋が汚いと興奮できない
175,千客万来,
176,ポリアモリー,恋人が複数作れる
;addition custom code, from KR version
177,あかいと,;chance to increase affinity between PC and target during dates
178,パンティーセンス,;get notified about unobtained panties
179,房中術,;art of lovemaking, trains ENE when ejaculation occurs for both participants
180,採陰補阳／採阳補陰, ;steal/give sta by ejaculation

182,掃除係,;拠点キャラの時汚れを落とす
183,双槍,;モノが二本。どういうことなの…
184,爱欲,
185,セフレ

189,妄想の産物
190,人間,;1=人間 2=仙人 3=天人 4=月人 5=魔界人 6=外界人
191,妖怪,;1=妖怪 2=鬼 3=吸血鬼 4=河童 5=天狗 6=妖獣 7=妖鳥 8=妖蟲 9=悪魔 10=小人 11=座敷わらし 12=山童
192,妖精,;1=妖精
193,神霊,;1=神霊 2=死神 3=閻魔
194,幽霊,;1=幽霊 2=騒霊 3=亡霊 4=悪霊
195,付喪神,;1=付喪神
196,人形,;1=人形 2=ロボット 3=ゴーレム 4=埴輪 5=キョンシー 99=人形の乙女
197,追加種族,;1=巫女 2=魔法使い 3=メイド 4=蓬莱人
198,人妻
199,風俗嬢

;addition custom code, this range seems to be unused for now
220,FAIRY_FRIEND,;progress along fairy track, gives bonuses to nature-related commands such as foraging

250,形状,;
254,幽霊孕ませ
255,人形孕ませ
256,天狗孕ませ
257,蓬莱孕ませ
258,付喪神孕ませ
259,鬼孕ませ
260,巫女孕ませ
261,妖精孕ませ
262,妖怪孕ませ
263,神霊孕ませ
264,万能孕ませ

270,グレイズ上手
271,エクステンド
272,霊力充填
273,ルナシューター
274,積み石ランカー,;(1=積み石ビギナー 2=積み石ルーキー 3=積み石エリート 4=積み石ベテラン 5=積み石マスター 6=積み石王)

;hypnosis patch
295,催眠技能Lv
296,敏感身体, ;added
297,催眠耐性, ;added (-2 = Very Weak Will, -1 = Weak Will, 1 = Strong Will, 2 = Very Strong Will, 3 = Iron Will, 4 = Hypnotist)
298,反感抑制,
299,合意误认,
;--------------

300,行きずり,;いわゆる汎用キャラ
;301,体力
;302,精神力

221,妻,;custom code (1=fiancé(e) 2=spouse)
222,妾,;
223,大力士,;custom code,
224,爱八卦,;custom code
225,酿酒师,;custom code


310,PregnancyType_OLD,;no longer used, value should be converted to new format
311,NESTING
312,PREGNANCY_TYPE
313,HYPERFERTILE
;(0=通常 1=多胎 2=産卵（単） 3=産卵（多） 4=