2,射精箇所
3,コンドーム
4,射精快感強度

12,射精した箇所フラグ
;（1=膣内 2=アナル 3=手淫 4=口淫 5=パイズリ 6=素股 7=足コキ 8=体表 9=アナル奉仕 10=道具 11=触手）

15,破瓜
;Custom/modded
16,筆下ろし
17,Ａ破瓜
20,カウンター行動
21,カウンター行動の派生
30,カウンター行動決定フラグ


40,避妊
50,口上出力用射精箇所
60,表示カット
61,童貞喪失
62,Ａ喪失発生
63,ＦＫ喪失

70,コマンドＣ補正
71,コマンドＶ補正
72,コマンドＡ補正
73,コマンドＢ補正
74,コマンドＭ補正
75,口内射精補正
76,膣内射精補正
77,肛内射精補正

100,V挿入管理フラグ
101,A挿入管理フラグ

;（1ターン持続）
102,Vに中出しされたフラグ
104,Aに中出しされたフラグ

103,Vに中出ししたキャラの番号
105,Aに中出ししたキャラの番号

106,快楽強度
107,イきそう
108,奉仕フラグ
109,ピル
111,射精ゲージ増加量
112,前ターン射精箇所
;TCVAR:12の値を引き継ぐ
114,套套内
115,勃起判定
117,懇願
118,焦らし回数
120,体勢
121,体勢制御
122,位置関係
123,位置関係制御
124,射精我慢
125,嗜虐フラグ
126,誤爆挿入フラグ

130,馴れ合い
131,時姦刻印取得用
132,怒り
133,泥酔姦バレ
134,抱きつき禁止時間
135,不誠実度

138,飴
139,惚れ薬
140,媚薬
141,利尿剤
142,发情
143,特別なお茶
;(0=紅茶, 1= )
144,お薬
145,泥酔
146,待たぬ
147,欲求不満度管理
148,睡眠薬強度
;(0=通常睡眠　1=深い睡眠　2=非常に深い睡眠　3=昏睡)
149,睡眠深度
150,睡眠薬お茶使用
151,疲労度
152,強制排卵
153,国士無双の薬
154,願掛け桃色の風


170,願掛け補正
171,素材購入済み

179,種付け自覚
180,種付けられ自覚
181,抱き寄せ初回
182,今日会ったか
183,キスキャンセル
184,依頼を聞いた
185,なるべく動かない
186,挿入拒絶
187,種付け量
188,约定外射
190,着替え
191,アナザー普段着
192,追い出され時刻
193,追い出され地点
194,引力点
195,デイリー表示

200,無理矢理
201,YARASERO_REASON
202,次回カウンター
203,ポイズンゲージ

250,子供空腹度
;251,子供空腹カウント

296,弾幕勝負結果
;(1=MASTER勝利 -1=MASTER敗北
297,弾幕勝負不能
298,演奏参加
299,演奏日時
300,お茶日時
301,会話累計値
302,会話不能
303,スキンシップ日時
304,頭撫で日時
305,食事
306,料理評価値
307,盗み食い抑制

309,寄り道日時
310,膝枕日時
;311,軽食時刻
312,空腹時刻
313,デザート空腹時刻
314,キス日時
315,手伝えない
316,給料
317,特殊イベント
318,お招き部屋の汚れ
319,連泊禁止
320,好きにして
321,特殊お仕事
322,仕事の有無
323,手伝った量
324,お礼
325,仕事開始
326,仕事終了
327,汚す量
328,休憩中
329,お宅訪問
330,本来の服装
331,感度上昇部位
332,誘惑時刻
333,今日の贈り物
;MASTERはその日贈り物を渡したキャラ, CHARAはその日貰った贈り物
334,ムシバトル参加可否
335,スイカ割り参加

;特殊バフ
341,祝福,;妊娠率がほんの少し上昇,妊娠対象に付与されていないと効果なし（種側は効果なし）
342,エンチャント,;弾幕勝負で自分のダイス目がアップ,対戦相手に付与されてると対戦相手もアップ
343,加護,;弾幕勝負で相手のダイス目がダウン,対戦相手に付与されてると自分もダウン
344,豊穣,;野菜収穫時の収穫量アップ

;TCVAR:350～399 口上用確保領域

400,Ｃ経験
401,Ｖ経験
402,Ａ経験
403,Ｂ経験
404,Ｍ経験
405,Ｃ絶頂経験
406,Ｖ絶頂経験
407,Ａ絶頂経験
408,Ｂ絶頂経験
409,Ｍ絶頂経験
;絶頂経験
410,絶頂経験
411,射精経験
412,噴乳経験
413,放尿経験
414,精液経験
415,精飲経験
415,精饮经验
416,膣射経験
417,肛射経験

;行動経験
420,Ｖ性交経験
421,Ａ性交経験
422,自慰経験
423,調教自慰経験
424,手淫経験
425,口淫経験
426,パイズリ経験
427,キス経験
428,道具使用経験
429,挿入経験

;精神経験
440,奉仕快楽経験
441,愛情経験
442,苦痛快楽経験
443,嗜虐快楽経験

;調教経験
450,調教経験
451,レズ経験
452,ゲイ経験
453,異常経験
454,Ｖ拡張経験
455,Ａ拡張経験
456,緊縛経験

;その他
470,清掃経験
471,会話経験
472,撮影経験
473,被写経験
474,戦闘経験
479,演奏経験

;custom code
900,Hug_Timeout
901,REQUEST_SUMMONS
902,Arrival_Time,;keeps track of when a character arrived for a home base visit
903,Arrival_Location,;set temporary location to arrive at, overriding the default
904,Com_Order_Value,;
905,Date_Favorability_Gain,;Keep as a separate value to avoid Favorability cap
906,DRESSED_FOR_BANQUET,;set to banquet id if a banquet adjusted a character's clothes to check when character should change back to normal
907,PENT_UP_FRUSTRATION,;retains how much sexual frustration a character lost due to their children being around
908,COSPLAY_SEX,;set to 1 if wearing a cosplay outfit during sex
909,GREETED_NOW,;if they know you're there while in the same room
910,STAY_AWAKE,;lets the character be awake after their bedtime
911,EVENT_CLOTHING_SET,;the highest possible priority for clothing sets, only to be used for temporary events that should override everything
912,MAXROOM_WAITING_TIME,;how long a character has been waiting to enter the map
914,SEEN_NOW,;if they know you're there while in another room
