0,下半身着衣状況
;(ビット0=スカート 1=ずらし可 2=ずらし不可 3=ずらせない下半身上着 4=突っ込み不可)
;(ビットを使いたくない人用 0=なし 1=ノーパンスカート 2=パンティのみ 3=スカート+パンティ 
;4=スパッツ(下着)もしくはノーパンズボン 5=スカート+スパッツ 6=ズボン+パンティ 7=このバリアントでは無理）

1,上半身着衣状況
;(0=なし 1=はだけ可 2=はだけ不可 3=突っ込み不可)
;(ビットを使いたくない人用 0=なし 1=ノーブラ和服 2=ブラのみ 3=和服+ブラ）

2,下半身ずらし状態
3,上半身はだけ状態
5,上着脱衣済み

11,クリキャップ
12,オナホール
13,バイブ
14,アナルバイブ
15,アナルビーズ
16,ニプルキャップ
17,搾乳機
18,アイマスク
19,縄
20,ボールギャグ
21,浣腸
22,拡張バルーン
23,アナル電極

25,拘束
26,媚薬
27,利尿剤
28,ビデオ撮影
29,野外プレイ
30,羞恥プレイ
31,お風呂場プレイ
32,シャワー
33,新妻プレイ
34,エプロン
35,コンドーム
36,挿入禁止
37,睡眠薬

41,乳首吸い
42,胸揉み
43,乳首吸い自慰
44,胸揉み自慰
45,継続キス

49,子宮
50,Ｖセックス
51,Ａセックス
52,顔面騎乗
53,Ａ顔面騎乗
54,シックスナイン
78,Ｖコンボ
79,Ａコンボ
80,焦らしモード
81,結界発動


;(1=ペニス 2=クリトリス 3=指 4=口 5=胸 6=膣 7=アナル 8=足)
101,Ｐ接触部位
102,Ｃ接触部位
103,指接触部位
104,口接触部位
105,Ｂ接触部位
106,Ｖ接触部位
107,Ａ接触部位
108,足接触部位
110,体位

111,ペニス２
112,クリトリス２
113,指２
114,口２
115,胸２
116,膣２
117,アナル２
120,体位２

201,相合い傘
201,共用雨伞

;custom code
900,SWIMMING
901,DOPPELGANGER_MAX,;the amount of clones the player can currently create
902,BALL_LICKING,;ongoing effect of player's balls being pleasured
903,BALL_LICKING_TARGET,;who is being pleasured
904,PANTY_STATE
905,PREV_PANTY_STATE
